package com.example.medical_dream.bean;

import java.util.List;

public class OfficialForumBean {

    /**
     * ret : 200
     * info : {"plate":[{"title":"内科以例举题","id":"10","num":"13","image":"https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f24e85ce8.jpg"},{"title":"高分经验分享","id":"7","num":"9","image":"https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f2295f12f.jpg"},{"title":"考研大纲官方解析","id":"8","num":"8","image":"https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f23532eb9.jpg"}],"article":[{"commenId":"141","title":"2020考研西医综合大纲 -- 外科学","images":null,"content":"(一)外科总论\r\n　　1.无菌术的基本概念、常用方法及无菌操作的原则。\r\n　　2.外科患者体液代谢失调与酸碱平衡失调的概念、病理生理、临床表现、诊断及防治、临床处理的基本原则。\r\n　　3.输血的适应证、注意事项和并发症的防治，自体输血，血浆代用品及血液成分制品的种类和应用。\r\n　　4.外科休克的基本概念、病因、病理生理、临床表现、诊断要点及治疗原则。\r\n　　5.重症监护的内容与应用，常见器官功能衰竭的治疗原则。\r\n　　6.疼痛的分类、评估及治疗。\r\n　　7.围手术期处理：术前准备、术后处理的目的与内容，术后并发症的防治。\r\n　　8.外科患者营养代谢的概念，肠内、肠外营养的选择及并发症的防治。\r\n　　9.外科感染\r\n　　(1)外科感染的概念、病理、临床表现、诊断及防治原则。\r\n　　(2)浅部组织及手部化脓性感染的病因、临床表现及治疗原则。\r\n　　(3)全身性外科感染的病因、致病菌、临床表现及诊治。\r\n　　(4)有芽胞厌氧菌感染的临床表现、诊断与鉴别诊断要点及防治原则。\r\n　　(5)外科应用抗菌药物的原则。\r\n　　10.创伤的概念和分类。创伤的病理、诊断与治疗。\r\n　　11.烧伤的伤情判断、病理生理、临床分期和各期的治疗原则。烧伤并发症的临床表现与诊断、防治要点。\r\n　　12.肿瘤\r\n　　(1)肿瘤的分类、病因与发病机制、病理、临床表现、诊断与治疗。\r\n　　(2)常见体表肿瘤的临床特点与诊治原则。\r\n　　13.移植的概念、分类与免疫学基础，器官移植，排斥反应及其防治。\r\n　　14.麻醉与复苏\r\n　　(1)麻醉前准备内容及麻醉前用药的选择。\r\n　　(2)常用麻醉的方法、药物、操作要点、临床应用及并发症的防治。\r\n　　(3)心、肺、脑复苏的概念、操作要领和治疗。\r\n　　15.外科微创手术：内镜技术及腔镜外科技术的临床应用。\r\n\r\n(二)胸部外科疾病\r\n　　1.肋骨骨折的临床表现、并发症和处理原则。\r\n　　2.各类气胸、血胸的临床表现、诊断和治疗原则。\r\n　　3.创伤性窒息的临床表现、诊断和处理原则。\r\n　　4.肺癌的病因、病理、临床表现、诊断、鉴别诊断和治疗方法。\r\n　　5.腐蚀性食管烧伤的病因、病理、临床表现与诊治原则。\r\n　　6.贲门失弛缓症的病因、病理、临床表现、诊断、鉴别诊断与治疗。\r\n　　7.食管癌的病因、病理、临床表现、诊断、鉴别诊断和防治原则。\r\n　　8.常见原发纵隔肿瘤的种类、临床表现、诊断和治疗。\r\n\r\n(三)普通外科\r\n　　1.颈部疾病\r\n　　(1)甲状腺的解剖生理概要。\r\n　　(2)甲状腺功能亢进的外科治疗。\r\n　　(3)甲状腺肿、甲状腺炎、甲状腺良性肿瘤、甲状腺恶性肿瘤的临床特点和诊治。\r\n　　(4)甲状腺结节的诊断和处理原则。\r\n　　(5)常见颈部肿块的诊断要点和治疗原则。\r\n　　(6)甲状旁腺疾病的诊断要点和治疗原则。\r\n　　2.乳房疾病\r\n　　(1)乳房的检查方法及乳房肿块的鉴别诊断。\r\n　　(2)急性乳腺炎的病因、临床表现及防治原则。\r\n　　(3)乳腺增生症的临床特点、诊断和处理。\r\n　　(4)乳腺常见良性肿瘤的临床特点、诊断要点和处理。\r\n　　(5)乳腺癌的病因、病理、临床表现、分期诊断和综合治疗原则。\r\n　　3.腹外疝\r\n　　(1)腹股沟区解剖。\r\n　　(2)疝的基本概念和临床类型。\r\n　　(3)腹外疝的临床表现、诊断、鉴别诊断、外科治疗的基本原则和方法。\r\n　　(4)无张力疝修补术的概念及应用。\r\n　　4.腹部损伤\r\n　　(1)腹部损伤的分类、病因、临床表现和诊治原则。\r\n　　(2)常见内脏损伤的特征和处理。\r\n　　5.腹腔感染：急性弥漫性腹膜炎和各种腹腔脓肿的病因、病理生理、诊断、鉴别诊断和治疗原则。\r\n　　6.腹腔间隔室综合征的原因、病理生理、诊断、鉴别诊断和治疗原则。\r\n　　7.胃十二指肠疾病\r\n　　(1)胃十二指肠溃疡病合并穿孔、出血、幽门梗阻的临床表现、诊断和治疗原则，术后并发症的诊断与防治。\r\n　　(2)胃良、恶性肿瘤的病理、分期和诊治原则。\r\n　　(3)胃十二指肠其他疾病的外科治疗原则。\r\n　　8.小肠疾病\r\n　　(1)肠梗阻的分类、病因、病理生理、诊断和治疗。\r\n　　(2)肠炎性疾病的病理、临床表现和诊治原则。\r\n　　(3)肠系膜血管缺血性疾病的临床表现和治疗原则。\r\n　　9.阑尾疾病：不同类型阑尾炎的病因、病理分型、诊断、鉴别诊断、治疗和术后并发症的防治。\r\n　　10.结肠、直肠与肛管疾病\r\n　　(1)解剖、生理概要及检查方法。\r\n　　(2)肛裂、直肠肛管周围脓肿、肛瘘、痔和直肠脱垂的临床特点和诊治原则。\r\n　　(3)结肠癌、直肠癌的病理分型、分期、临床表现特点、诊断方法和治疗原则。\r\n　　11.肝疾病\r\n　　(1)解剖生理概要。\r\n　　(2)肝脓肿的诊断、鉴别诊断和治疗。\r\n　　(3)肝脏肿瘤的诊断方法和治疗原则。\r\n　　(4)肝囊肿的诊断、鉴别诊断、临床表现及治疗原则。\r\n　　12.门静脉高压症的解剖概要、病因、病理生理、临床表现、诊断和治疗原则。\r\n　　13.胆道疾病\r\n　　(1)胆道系统的应用解剖、生理功能、常用的特殊检查诊断方法。\r\n　　(2)胆道畸形、感染、胆石病、胆道蛔虫症的病因、病理、临床表现、诊断和防治原则。常见并发症和救治原则。\r\n　　(3)胆道肿瘤的诊断和治疗。\r\n　　14.消化道出血的诊断、分析和处理原则。\r\n　　15.急腹症的诊断、鉴别诊断。\r\n　　16.胰腺疾病\r\n　　(1)胰腺炎的临床表现、诊断方法及治疗原则。\r\n　　(2)胰腺癌、壶腹周围癌及胰腺内分泌瘤的临床表现、诊断、鉴别诊断和治疗原则。\r\n　　17.脾切除的适应证、疗效及术后常见并发症。\r\n　　18.动脉瘤的病因、病理、临床特点、诊断要点和治疗原则。\r\n　　19.周围血管疾病\r\n　　(1)周围血管疾病的临床表现。\r\n　　(2)周围血管损伤、常见周围动脉和静脉疾病的病因、病理、临床表现、检查诊断方法和治疗原则。\r\n\r\n(四)泌尿、男生殖系统外科疾病\r\n　　1.泌尿、男生殖系统外科疾病的主要症状、检查方法、诊断和处理原则。\r\n　　2.常见泌尿系损伤的病因、病理、临床表现、诊断和治疗。\r\n　　3.常见各种泌尿男生殖系感染的病因、发病机制、临床表现、诊断和治疗原则。\r\n　　4.常见泌尿系梗阻的病因、病理生理、临床表现、诊断、鉴别诊断和治疗。\r\n　　5.泌尿系结石的流行病学、病因、病理生理改变、临床表现、诊断和预防、治疗方法。\r\n　　6.泌尿、男生殖系统肿瘤的病因、病理、临床表现和诊治原则。\r\n\r\n(五)骨科\r\n　　1.运动系统畸形\r\n　　常见畸形(先天性肌性斜颈、并指和多指、髋关节脱位、马蹄内翻足、平足症、足拇外翻、脊柱侧凸)的病因、病理、临床表现、诊断和治疗。\r\n　　2.运动系统损伤\r\n　　(1)骨折的定义、成因、分类及移位。\r\n　　(2)骨折的临床表现，影像学检查和并发症。\r\n　　(3)骨折的愈合过程，影响愈合的因素，临床愈合标准，以及延迟愈合、不愈合和畸形愈合。\r\n　　(4)骨折的急救及治疗原则，骨折复位的标准，各种治疗方法及其适应证。开放性骨折和开放性关节损伤的处理原则。\r\n　　(5)常见四肢骨折和关节脱位的解剖概要、病因、分类、发生机制、临床表现、并发症和治疗原则。\r\n　　(6)手的应用解剖、手外伤的原因、分类、检查、诊断、现场急救及治疗原则。断肢(指)再植定义、适应证及禁忌证、手术原则和术后治疗原则。\r\n　　(7)脊柱、脊髓损伤和骨盆、髋臼骨折的病因、分类、发生机制、临床表现、并发症和治疗原则。\r\n　　(8)周围神经损伤的病因、分类、病理、临床表现、诊断、治疗。\r\n　　(9)运动系统慢性损伤的病因、分类、临床特点和治疗原则。常见的慢性骨、软骨、肌肉、肌腱、关节囊、滑囊、筋膜等组织疾病的发病机制、病理、临床表现、诊断和治疗原则。\r\n　　3.股骨头坏死的病因、分类、病理、临床表现、诊断、治疗。\r\n　　4.椎间盘突出症的病因、分类、病理、临床表现、诊断、治疗。\r\n　　5.骨与关节化脓性感染\r\n　　(1)急性血源性化脓性骨髓炎和化脓性关节炎的病因、病理、临床表现、临床检查、诊断、鉴别诊断和治疗原则。\r\n　　(2)慢性血源性化脓性骨髓炎的病因、病理、临床表现、诊断和治疗原则。\r\n　　(3)局限性骨脓肿、硬化性骨髓炎、创伤性骨髓炎和化脓性脊椎炎的临床表现、诊断和治疗原则。\r\n　　6.骨与关节结核\r\n　　(1)骨与关节结核的发病特点、病理、临床表现、临床检查和治疗。\r\n　　(2)脊柱结核的病理、临床表现、临床检查、诊断、鉴别诊断和治疗。\r\n　　(3)髋关节和膝关节结核的病理、临床表现、临床检查、诊断、鉴别诊断和治疗。\r\n　　7.骨关节炎、强直性脊柱炎和类风湿关节炎的病因、病理、临床表现、临床检查、诊断、鉴别诊断和治疗。\r\n　　8.骨肿瘤\r\n　　(1)骨肿瘤的分类、发病情况、诊断、外科分期和治疗概况。\r\n　　(2)良性和恶性骨肿瘤的鉴别诊断及治疗原则。\r\n　　(3)常见的良、恶性骨肿瘤，转移性骨肿瘤及肿瘤样病变的发病情况、临床表现、临床检查、诊断、鉴别诊断、治疗原则和预后。\r\n\r\n","ping_num":"2","addtime":"2019-07-08 18:42:40","authImg":"https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f23532eb9.jpg","authName":"医研梦","authId":""},{"commenId":"137","title":"2020考研西医综合大纲 -- 生理学","images":null,"content":"(一)绪论\r\n　　1.体液及其组成，体液的分隔和相互沟通;机体的内环境和稳态。\r\n　　2.机体生理功能的调节：神经调节、体液调节和自身调节。\r\n3.体内的控制系统：负反馈、正反馈和前馈。\r\n\r\n\r\n(二)细胞的基本功能\r\n　　1.跨细胞膜的物质转运：单纯扩散、易化扩散、主动转运和膜泡运输。\r\n　　2.细胞的信号转导：离子通道型受体、G蛋白耦联受体、酶联型受体和核受体介导的信号转导。\r\n　　3.细胞的电活动：静息电位，动作电位，兴奋性及其变化，局部电位。\r\n　　4.肌细胞的收缩：骨骼肌神经-肌接头处的兴奋传递，横纹肌兴奋-收缩耦联及其收缩机制，影响横纹肌收缩效能的因素。\r\n\r\n(三)血液\r\n　　1.血液的组成和理化特性。\r\n　　2.各类血细胞的数量、生理特性和功能，红细胞的生成与破坏。\r\n　　3.生理性止血：基本过程，血液凝固和抗凝，纤维蛋白溶解。\r\n　　4.红细胞血型：ABO血型和Rh血型，血量和输血原则。\r\n\r\n(四)血液循环\r\n　　1.心脏的泵血功能：心动周期，心脏泵血的过程和机制，心音，心输出量和心脏做功，心泵功能储备，影响心输出量的因素，心功能的评价。\r\n　　2.各类心肌细胞的跨膜电位及其形成机制。\r\n　　3.心肌的生理特性：兴奋性、自律性、传导性和收缩性。\r\n　　4.动脉血压：形成、测量、正常值和影响因素。\r\n　　5. 静脉血压：中心静脉压，静脉回心血量及其影响因素。\r\n　　6.微循环：组成、血流通路、血流阻力和血流量的调节。\r\n　　7.组织液：生成和回流及其影响因素。\r\n　　8.心血管活动的调节：神经调节、体液调节、自身调节和血压的长期调节。\r\n　　9.冠状动脉循环的特点和调节。\r\n\r\n(五)呼吸\r\n　　1.肺通气原理：动力和阻力，肺内压和胸膜腔内压，肺表面活性物质。\r\n　　2.肺通气功能的评价：肺容积和肺容量，肺通气量和肺泡通气量。\r\n　　3.肺换气：基本原理、过程和影响因素。\r\n　　4.O2和CO2在血液中的运输：存在和运输形式，氧解离曲线及其影响因素。\r\n　　5.化学感受性呼吸反射对呼吸运动的调节。\r\n\r\n(六)消化和吸收\r\n　　1.消化道平滑肌的一般生理特性和电生理特性。消化道的神经支配和胃肠激素。\r\n　　2.唾液的成分、作用和分泌调节。蠕动和食管下括约肌的概念。\r\n　　3.胃液的性质、成分、作用及其分泌调节，胃和十二指肠黏膜的保护机制，胃运动和胃排空及其调节。\r\n　　4.胰液和胆汁的性质、成分、作用及其分泌调节，小肠运动及其调节。\r\n　　5.大肠液的分泌和大肠内细菌的作用，排便反射。\r\n　　6.小肠内的物质吸收及其机制。\r\n\r\n(七)能量代谢和体温\r\n　　1.能量代谢：机体能量的来源和利用，能量平衡，能量代谢的测定，影响能量代谢的因素，基础代谢及其测定。\r\n　　2.体温及其调节：体温及其正常变动，机体的产热和散热，体温调节。\r\n\r\n(八)尿的生成和排出\r\n　　1.肾的功能解剖特点，肾血流量特点及其调节。\r\n　　2.肾小球的滤过功能及其影响因素。\r\n　　3.肾小管和集合管的物质转运功能及其影响因素。\r\n　　4.尿液的浓缩和稀释及其影响因素。\r\n　　5.尿生成的调节：神经调节和体液调节，尿生成调节的生理意义。\r\n　　6.肾清除率的概念及其意义。\r\n　　7.排尿反射。\r\n\r\n(九)神经系统的功能\r\n　　1.神经元的一般结构和功能，神经纤维及其功能，神经的营养性作用。\r\n　　2.神经胶质细胞的特征及其功能。\r\n　　3.突触传递：化学性突触传递的过程及影响因素，兴奋性和抑制性突触后电位，动作电位在突触后神经元的产生。\r\n　　4.神经递质和受体：递质和调质和概念，递质共存现象;受体的概念、亚型和调节;乙酰胆碱及其受体，去甲肾上腺素及其受体。\r\n　　5. 反射的分类和中枢整合，中枢神经元的联系方式，中枢兴奋传播的特征，中枢抑制和中枢易化。\r\n　　6.感受器的一般生理特征，感觉通路中的信息编码和处理。\r\n　　7.躯体和内脏感觉：感觉传入通路和皮层代表区，痛觉。\r\n　　8.视觉：眼的折光系统及其调节，眼的折光异常，房水和眼内压;眼的感光换能功能，色觉及其产生机制;视敏度、暗适应、明适应、视野、视觉融合现象和双眼视觉。\r\n　　9.听觉：人耳的听阈和听域，外耳和中耳的功能，声波传入内耳的途径，耳蜗的感音换能作用，人耳对声音频率的分析。\r\n　　10.平衡觉：前庭器官的适宜刺激和平衡感觉功能，前庭反应。\r\n　　11.脊髓、脑干、大脑皮层、基底神经节和小脑对运动和姿势的调控。\r\n　　12.自主神经系统的功能及其特征，脊髓、脑干和下丘脑对内脏活动的调节。\r\n　　13.本能行为和情绪的神经基础，情绪生理反应。\r\n　　14.自发脑电活动和脑电图，皮层诱发电位，觉醒和睡眠。\r\n　　15.脑的高级功能：学习和记忆，语言和其他认知功能。\r\n\r\n(十)内分泌\r\n　　1.内分泌的概念;激素的概念、化学分类、作用机制和分泌调节，激素作用的一般特性。\r\n　　2.下丘脑-腺垂体的功能联系，下丘脑调节肽和腺垂体激素及其功能，生长激素的生理作用和分泌调节;下丘脑-神经垂体的功能联系，血管升压素和缩宫素的生理作用。\r\n　　3.甲状腺激素的合成、代谢、生理作用和分泌调节。\r\n　　4.甲状旁腺激素和降钙素的生理作用和分泌调节，钙三醇的生理作用和生成调节。\r\n　　5.胰岛素和胰高血糖素的生理作用和分泌调节。\r\n　　6.肾上腺糖皮质激素的生理作用和分泌调节。\r\n\r\n(十一)生殖\r\n　　1.男性生殖：睾丸的生精作用和内分泌功能，睾丸功能的调节。\r\n　　2.女性生殖：卵巢的生卵作用和内分泌功能，卵巢周期和月经周期，卵巢功能的调节;妊娠和分娩。\r\n\r\n","ping_num":"1","addtime":"2019-07-08 18:38:46","authImg":"https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f23532eb9.jpg","authName":"医研梦","authId":""},{"commenId":"136","title":"考试性质、考查目标、考试形式和试卷结构 ","images":null,"content":"Ⅰ.考试性质\r\n　　临床医学综合能力(西医)是为医学高等院校招收临床医学类专业学位硕士研究生而设置的，具有选拔性质的全国统一入学考试科目。目的是科学、公平、有效地测试考生是否具有备继续攻读临床医学专业学位硕士所需要的医学基础理论和临床基本技能。评价的标准是高等医学院校临床医学专业优秀本科毕业生能达到的及格或及格以上水平，以利于各高校择优选拔，确保医学专业硕士研究生的招生质量。\r\n\r\n\r\nⅡ.考查目标\r\n　　临床医学综合能力(西医)考试范围包括临床医学人文精神，基础医学中的生理学、生物化学和病理学，以及临床医学中的内科学(包括诊断学)、外科学。临床医学人文精神重点考查医学职业责任意识、医患沟通能力、医学伦理及法律法规等基本职业素养;医学基础理论部分重点考查基本医学理论知识，以及运用医学概念和原理解决临床实际问题、理论联系实际的能力;临床综合能力部分重点考查临床思维、诊断与鉴别诊断、制定和执行诊疗计划、临床操作、急诊处理等临床综合能力。\r\n\r\n\r\nⅢ.考试形式和试卷结构\r\n　　一、试卷满分及考试时间\r\n　　本试卷满分为300分，考试时间为180分钟。\r\n　　二、答题方式\r\n　　答题方式为闭卷、笔试。\r\n　　三、试卷内容结构\r\n　　生理学约14%,生物化学约12%,病理学约12%，内科学(含诊断学)约33%,外科学(含骨科学)约23%，临床医学人文精神约6%\r\n　　四、试卷题型结构\r\n　　A型题 第1-40小题，每小题1.5分，共60分，第41-115题，每小题2分，共150分\r\n　　B型题 第116-135题，每小题1.5分，共30分\r\n　　X型题 第136-165题，每小题2分，共60分\r\n\r\n","ping_num":"","addtime":"2019-07-08 18:36:36","authImg":"https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f23532eb9.jpg","authName":"医研梦","authId":""},{"commenId":"138","title":"2020考研西医综合大纲 -- 生物化学","images":null,"content":"(一)生物大分子的结构和功能\r\n　　1.组成蛋白质的氨基酸化学结构和分类。\r\n　　2.氨基酸的理化性质。\r\n　　3.肽键和肽。\r\n　　4.蛋白质的一级结构及高级结构。\r\n　　5.蛋白质结构与功能的关系。\r\n　　6.蛋白质的理化性质。\r\n　　7.分离、纯化蛋白质的一般原理和方法。\r\n　　8.核酸分子的组成，主要嘌呤、嘧啶碱的化学结构，核苷酸。\r\n　　9.核酸的一级结构。核酸的空间结构与功能，其他非编码RNA的分类与功能。\r\n　　10.核酸的理化性质及应用。\r\n　　11.酶的基本概念，全酶，辅助因子，参与组成辅酶的维生素，酶的活性中心。\r\n　　12.酶的作用机制，酶反应动力学，酶抑制的类型和特点。\r\n　　13.酶的调节。\r\n　　14.酶在医学上的应用。\r\n\r\n(二)物质代谢及其调节\r\n　　1.糖酵解过程、意义及调节。\r\n　　2.糖有氧氧化过程、意义及调节，能量的产生。糖有氧氧化与无氧酵解的关系。\r\n　　3.磷酸戊糖旁路的意义。\r\n　　4.糖原合成和分解过程及其调节机制。\r\n　　5.糖异生过程、意义及调节。乳酸循环。\r\n　　6.血糖的来源和去路，维持血糖恒定的机制及其临床意义。\r\n　　7.脂肪酸分解代谢过程及能量的生成。\r\n　　8.酮体的生成、利用和意义。\r\n　　9.脂肪酸的合成过程，不饱和脂肪酸的生成。\r\n　　10.多不饱和脂肪酸的生理作用。\r\n　　11.磷脂的合成和分解。\r\n　　12.胆固醇的主要合成途径及调控。胆固醇的转化。胆固醇酯的生成。\r\n　　13.血浆脂蛋白的分类、组成、生理功能及代谢。高脂血症的类型和特点。\r\n　　14.生物氧化的特点。\r\n　　15.呼吸链的组成，氧化磷酸化及其影响因素，底物水平磷酸化，能量的贮存和利用。\r\n　　16.胞浆中NADH的氧化。\r\n　　17.过氧化物酶体和微粒体中的酶类。\r\n　　18.蛋白质的生理功能和营养价值，氨基酸及其衍生物的生理功能。\r\n　　19.氨基酸的一般代谢(体内蛋白质的降解、氨基酸氧化脱氨基，转氨基及联合脱氨基)。\r\n　　20.氨基酸的脱羧基作用。\r\n　　21.体内氨的来源和转运。\r\n　　22.尿素的生成：鸟氨酸循环。高血氨。\r\n　　23.一碳单位的定义、来源、载体和意义。\r\n　　24.含硫氨基酸和芳香族氨基酸的代谢及临床意义。\r\n　　25.嘌呤、嘧啶核苷酸的合成原料、主要合成过程和分解产物，脱氧核苷酸的生成。嘌呤、嘧啶核苷酸抗代谢物的作用及其机制。\r\n　　26.物质代谢的特点和相互联系，组织器官的代谢特点和联系。\r\n　　27.代谢调节(细胞水平、激素水平及整体水平调节)。\r\n\r\n(三)基因信息的传递\r\n　　1.DNA复制的特征及复制的酶。\r\n　　2.DNA半保留复制的基本过程。\r\n　　3.逆转录的概念、逆转录酶、逆转录的过程。逆转录的意义。\r\n　　4.DNA损伤(突变)，修复及意义。\r\n　　5.RNA的生物合成(转录的模板，酶及基本过程)。\r\n　　6.RNA生物合成后的加工修饰。\r\n　　7.核酶的概念和意义。\r\n　　8.蛋白质生物合成体系，遗传密码。\r\n　　9 蛋白质生物合成过程，翻译后加工。\r\n　　10.蛋白质生物合成的干扰和抑制。\r\n　　11.基因表达调控的概念及原理。\r\n　　12.原核和真核基因表达的调控。\r\n　　13.基因重组的概念、基本过程及其在医学中的应用。\r\n　　14.基因组学的概念，基因组学与医学的关系。\r\n\r\n(四)生化专题\r\n　　1. 细胞信息传递的概念，信息分子和受体。膜受体和胞内受体介导的信息传递及其与疾病的关系。\r\n　　2. 血浆蛋白质的分类、性质及功能。\r\n　　3. 成熟红细胞的代谢特点。\r\n　　4. 血红素的合成。\r\n　　5. 肝在物质代谢中的主要作用。\r\n　　6. 胆汁酸的合成原料、代谢产物及胆汁酸的肠肝循环。\r\n　　7. 胆色素的代谢，黄疸产生的生化基础及临床意义。\r\n　　8. 生物转化的类型及意义。\r\n　　9. 维生素的分类、作用和意义。\r\n　　10.原癌基因、抑癌基因和生长因子的基本概念及作用机制。原癌基因和抑癌基因的产物、功能与肿瘤的关系。\r\n　　11. 常用的分子生物学技术原理和应用。\r\n　　12. 基因诊断的基本概念、技术及应用。基因治疗的基本概念及基本程序。\r\n\r\n","ping_num":"","addtime":"2019-07-08 18:39:31","authImg":"https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f23532eb9.jpg","authName":"医研梦","authId":""},{"commenId":"139","title":"2020考研西医综合大纲 -- 病理学","images":null,"content":"(一)细胞和组织的适应与损伤\r\n　　1.细胞适应(肥大、增生、萎缩、化生)的概念及分类。\r\n　　2.细胞和组织损伤的原因及机制。\r\n　　3.变性的概念、常见类型、形态特点及意义。\r\n　　4.坏死的概念、类型、病理变化及结局。\r\n　　5.凋亡的概念、病理变化、发病机制及在疾病中的作用。\r\n\r\n\r\n(二)损伤的修复\r\n　　1.再生的概念和类型，干细胞的概念及其在再生中的作用，各种组织的再生能力及再生过程。\r\n　　2.肉芽组织的结构、功能和结局。\r\n　　3.伤口愈合的过程、类型及影响因素。\r\n\r\n(三)局部血液循环障碍\r\n　　1.充血的概念、分类、病理变化及对机体的影响。\r\n　　2.出血的概念、分类、病理变化及对机体的影响。\r\n　　3.血栓形成的概念和条件，血栓的类型、形态特点、结局及对机体的影响。\r\n　　4.栓塞的概念、栓子的类型和运行途径及对机体的影响。\r\n　　5.梗死的概念、病因、类型、病理特点、结局及其对机体的影响。\r\n　　6.水肿的概念、原因和类型。\r\n\r\n(四)炎症\r\n　　1. 炎症的概念、病因、基本病理变化及其机制(包括炎症介质的来源及其作用，炎细胞的种类和功能)。\r\n　　2.炎症的局部表现、全身反应和炎症的结局。\r\n　　3.急性炎症的病理学类型及其病理特点。\r\n　　4.慢性炎症的病理学类型及其病理特点。\r\n\r\n(五)肿瘤\r\n　　1.肿瘤的概念、肉眼形态、组织结构、异型性及生长方式。肿瘤生长的生物学特征，转移的概念，途径，对机体的影响，侵袭和转移的机制。\r\n　　2.肿瘤的命名和分类，良性肿瘤和恶性肿瘤的区别，癌和肉瘤的区别。\r\n　　3. 肿瘤的病因学、发病机制、分级和分期。\r\n　　4.常见的癌前病变，非典型增生、异型增生、原位癌、上皮内瘤变、交界性肿瘤的概念。\r\n　　5.常见肿瘤的特点。\r\n\r\n(六)免疫病理\r\n　　1.变态反应的概念、类型、发病机制及结局。\r\n　　2.移植排斥的概念、发病机制及分型。\r\n　　3.宿主抗移植物的概念，肝、肾移植排斥的病理变化。\r\n　　4.移植物抗宿主的概念。\r\n　　5.自身免疫性疾病的概念、发病机制和病理变化，系统性红斑狼疮和类风湿关节炎的病因、发病机制和病理变化。\r\n　　6.免疫缺陷的概念、分类及其主要特点。\r\n\r\n(七)心血管系统疾病\r\n　　1. 风湿病的病因、发病机制、基本病理变化及其各器官的病理变化。\r\n　　2. 心内膜炎的分类及其病因、发病机制、病理变化、合并症和结局。\r\n　　3. 心瓣膜病的类型、病理变化、血流动力学改变和临床病理联系。\r\n　　4. 高血压病的概念、发病机制，良性高血压的分期及其病理变化，恶性高血压的病理特点。\r\n　　5. 动脉粥样硬化的病因、发病机制及基本病理变化，动脉粥样硬化所引起的各脏器的病理改变和后果。\r\n　　6.心肌病的概念，扩张性心肌病、肥厚性心肌病及限制性心肌病的病理学特点。\r\n　　7.心肌炎的概念、病理学类型及其病理特点。\r\n\r\n(八)呼吸系统疾病\r\n　　1.慢性支气管炎的病因、发病机制和病理变化。\r\n　　2.肺气肿的概念、分类、发病机制、病理变化和临床病理联系。\r\n　　3.支气管哮喘的病因、发病机制、病理变化和临床病理联系。\r\n　　4.支气管扩张症的概念、病因、发病机制、病理变化和并发症。\r\n　　5.慢性肺源性心脏病的病因、发病机制、病理变化及其临床病理联系。\r\n　　6.各种细菌性肺炎的病因、发病机制和病理特点。\r\n　　7.支原体肺炎的病因、发病机制、病理变化及其并发症。\r\n　　8.病毒性肺炎的病因、发病机制、病理特点。\r\n　　9.肺硅沉着病的病因、发病机制、病理变化、各期病变特点及其并发症。\r\n　　10.鼻咽癌的病因、组织学类型、扩散途径及其临床病理联系。\r\n　　11.肺癌的病因、常见肉眼类型、组织学类型、病理特点、转移途径及其临床病理联系。\r\n\r\n(九)消化系统疾病\r\n　　1. 慢性胃炎的类型及其病理特点。\r\n　　2. 溃疡病的病因、发病机制、病理变化及其并发症。\r\n　　3. 阑尾炎的病因、发病机制、病理变化及其并发症。\r\n　　4. 病毒性肝炎的病因、发病机制及基本病理变化，肝炎的临床病理类型及其病理学特点。\r\n　　5.肝硬化的类型及其病因、发病机制、病理特点和临床病理联系。\r\n　　6.早期食管癌的概念，中晚期食管癌各型的形态学特点，临床表现及扩散途径。\r\n　　7.早期胃癌的概念及各型的形态学特点，中晚期胃癌的肉眼类型和组织学类型、临床表现及扩散途径。\r\n　　8.大肠息肉和腺癌的概念、病理学特点。\r\n　　9.大肠癌的病因、发病机制、肉眼类型及组织学类型，临床分期与预后的关系，临床表现及扩散途径。\r\n　　10.原发性肝癌的肉眼类型、组织学类型、临床表现及扩散途径。\r\n　　11.胰腺炎的病因、发病机制及病理特点。\r\n　　12.胰腺癌的病因、发病机制及病理特点。\r\n\r\n(十)淋巴造血系统疾病\r\n　　1.霍奇金淋巴瘤的病理学特点、组织类型及其与预后的关系。\r\n　　2.非霍奇金淋巴瘤的病理学类型、病理变化及其临床病理联系。\r\n　　3.白血病的病因和分类，各型白血病的病理变化及临床病理联系。\r\n\r\n(十一)泌尿系统疾病\r\n　　1.急性弥漫性增生性肾小球肾炎的病因、发病机制、病理变化和临床病理联系。\r\n　　2.新月体性肾小球肾炎的病因、发病机制、病理变化和临床病理联系。\r\n　　3.膜性肾小球病、微小病变性肾小球病、局灶性节段性肾小球硬化、膜增生性肾小球肾炎、系膜增生性肾小球肾炎的病因、发病机制、病理变化和临床病理联系。\r\n　　4. IgA肾病及慢性肾小球肾炎的病因、病理变化和临床病理联系。\r\n　　5.肾盂肾炎的病因、发病机制、病理变化和临床病理联系。\r\n　　6.肾细胞癌、肾母细胞瘤、膀胱癌的病因、病理变化、临床表现和扩散途径。\r\n\r\n(十二)生殖系统疾病\r\n　　1.子宫颈上皮内瘤变的概念、分级及病理变化。\r\n　　2.子宫颈癌的病因，子宫颈浸润癌的组织学类型及病理形态特征、扩散途径和临床分期。\r\n　　3.子宫内膜异位症的病因和病理变化。\r\n　　4.子宫内膜增生症的病因和病理变化。\r\n　　5.子宫体癌的病因、组织学类型及病理形态特征、扩散途径。\r\n　　6. 子宫平滑肌瘤的病理变化、子宫平滑肌肉瘤的病理变化和扩散途径。\r\n　　7. 葡萄胎、侵袭性葡萄胎、绒毛膜癌的病因、病理变化及临床表现。\r\n　　8. 卵巢浆液性肿瘤、黏液性肿瘤的病理变化，性索间质性肿瘤、生殖细胞肿瘤的常见类型及其病理变化。\r\n　　9. 前列腺增生症的病因和病理变化。\r\n　　10.前列腺癌的病因、病理变化和扩散途径。\r\n　　11.乳腺癌的病因、组织学类型及病理形态特征、扩散途径。\r\n\r\n(十三)内分泌系统疾病\r\n　　1.弥漫性非毒性甲状腺肿、弥漫性毒性甲状腺肿、甲状腺功能低下、甲状腺炎的病因、病理变化和临床病理联系。\r\n　　2.甲状腺肿瘤的肉眼特点、组织学类型、临床表现和扩散途径。\r\n　　3.糖尿病及胰岛细胞瘤的病因、病理变化和临床病理联系。\r\n\r\n(十四)传染病及寄生虫病\r\n　　1.结核病的病因、传播途径、发病机制、基本病理变化及转化规律。\r\n　　2.原发性肺结核病的病变特点、发展和结局。\r\n　　3.继发性肺结核病的类型及其病理特点。\r\n　　4. 肺外器官结核病的病理特点和临床病理联系。\r\n　　5. 流行性脑脊髓膜炎的病因、传播途径、病理变化、临床病理联系和结局。\r\n　　6. 流行性乙型脑炎的病因、传染途径、病理变化、临床病理联系和结局。\r\n　　7. 伤寒的病因、传染途径、各器官的病理变化、临床病理联系、并发症和结局。\r\n　　8. 细菌性痢疾的病因、传染途径，急性、中毒性及慢性痢疾的病理特点及与临床病理联系。\r\n　　9. 血吸虫病的病因、传染途径、病理变化及其发病机制，肠道、肝、脾的病理变化特点及其临床病理联系。\r\n　　10.尖锐湿疣的病因、传播途径，发病机制、病理变化。\r\n　　11.梅毒的病因、传播途径、发病机制、病理变化、分期及其临床病理联系。\r\n　　12.艾滋病的概念、病因、传播途径、发病机制、病理变化、分期及其临床病理联系。\r\n\r\n","ping_num":"","addtime":"2019-07-08 18:40:49","authImg":"https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f23532eb9.jpg","authName":"医研梦","authId":""},{"commenId":"140","title":"2020考研西医综合大纲 -- 内科学","images":null,"content":"(一)诊断学\r\n　　1.常见症状学：发热、水肿、咳嗽及咳痰、咯血、呼吸困难、胸痛、腹痛、呕血及黑便、黄疸、血尿、意识障碍。\r\n　　2.体格检查：一般检查、头颈部检查、胸部检查、腹部检查、四肢脊柱检查、常用神经系统检查。\r\n　　3.实验室检查：血、尿、粪常规检查，常规体液检查，骨髓检查，常用肝、肾功能检查，血气分析。\r\n　　4.器械检查：心电图检查、胸部X线片、超声检查(常用腹部B超及超声心动图检查)、肺功能检查、内镜检查(支气管镜及消化内窥镜检查)。\r\n　　5.常用临床操作：胸膜腔穿刺术、腹膜腔穿刺术、骨髓穿刺术、腰椎穿刺术、导尿术、心肺复苏。\r\n\r\n(二)呼吸系统疾病\r\n　　1.慢性阻塞性肺疾病的病因、发病机制、病理生理、临床表现、实验室和其他检查、诊断与病情严重程度评估、鉴别诊断、并发症、治疗和预防。\r\n　　2.支气管哮喘的病因、发病机制、临床表现、实验室和其他检查、诊断、分期和分级、鉴别诊断、并发症和治疗。\r\n　　3.支气管扩张症的病因、发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　4.肺炎的流行病学、病因和发病机制、分类、临床表现、诊断与鉴别诊断，各种肺炎的临床表现、并发症、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　5.肺脓肿的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　6.肺结核的病因、发病机制，结核菌感染和肺结核的发生与发展(包括结核病分类)、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　7.原发性支气管肺癌的病因和发病机制、临床表现和分期、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　8.间质性肺疾病的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　9.肺血栓栓塞症的病因和发病机制、临床表现、实验室和其他检查、诊断和分型、鉴别诊断和治疗。\r\n　　10.肺动脉高压与肺源性心脏病的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和防治原则。\r\n　　11.胸腔积液的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　12.气胸的病因和发病机制、临床类型、临床表现、影像学检查、诊断、鉴别诊断、并发症和治疗。\r\n　　13.急性呼吸窘迫综合征(ARDS)的概念、病因和发病机制、病理生理、临床表现、实验室和其他检查、诊断和治疗(包括无创及有创机械通气)。\r\n　　14.呼吸衰竭的发病机制、病理生理(包括酸碱平衡失调及电解质紊乱)、临床表现及分型、实验室和其他检查、治疗。\r\n\r\n(三)循环系统疾病\r\n　　1.慢性心力衰竭的病因及诱因、病理生理、类型，心功能分级、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　2.急性左心衰竭的病因、发病机制、临床表现、诊断、鉴别诊断和治疗。\r\n　　3.心律失常的分类及发病机制。期前收缩、阵发性心动过速、扑动、颤动、房室传导阻滞及预激综合征的病因、临床表现、诊断(包括心电图诊断)和治疗(包括电复律、射频消融及人工起搏器的临床应用)。\r\n　　4.心脏骤停和心脏性猝死的病因、病理生理、临床表现和急救处理。\r\n　　5.动脉粥样硬化的流行病学、危险因素、发病机制和防治措施。\r\n　　6.心绞痛的分型、发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和防治(包括介入性治疗及外科治疗原则)。重点为稳定型心绞痛、急性冠脉综合征(不稳定型心绞痛及非ST段抬高型心肌梗死)。\r\n　　7.急性ST段抬高型心肌梗死的病因、发病机制、病理、临床表现、实验室和其他检查、诊断、鉴别诊断、并发症和治疗(包括介入性治疗原则)。\r\n　　8.原发性高血压的流行病学、病因和发病机制、病理、临床表现及并发症、实验室和其他检查、临床类型、危险度分层、诊断标准、鉴别诊断和防治措施。\r\n　　9.继发性高血压的病因、临床表现、诊断和鉴别诊断。\r\n　　10.原发性心肌病的分类、病因、病理、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　11.心肌炎的病因、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　12.急性心包炎及缩窄性心包炎的病因、病理、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　13.心脏瓣膜病的病因、病理生理、临床表现、实验室和其他检查、并发症和防治措施。\r\n　　14.感染性心内膜炎(自体瓣膜及人工瓣膜心内膜炎)的病因、临床表现、并发症、实验室和其他检查、诊断和治疗。\r\n\r\n(四)消化系统疾病和中毒\r\n　　1.胃食管反流病的病因和发病机制、临床表现、实验室和其他检查、诊断和治疗。\r\n　　2.慢性胃炎的病因和发病机制、胃镜及组织学病理、临床表现、诊断和治疗。\r\n　　3.消化性溃疡的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断、治疗、并发症及治疗。\r\n　　4.肠结核的临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　5.结核性腹膜炎的临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　6.炎症性肠病(溃疡性结肠炎、克罗恩病)的临床表现、并发症、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　7.肠易激综合征的病因和发病机制、临床表现、诊断、鉴别诊断和治疗。\r\n　　8.肝硬化的病因、发病机制、临床表现、实验室检查、诊断、鉴别诊断、并发症和治疗。\r\n　　9.原发性肝癌的临床表现、实验室和其他检查、诊断和鉴别诊断。\r\n　　10.肝性脑病的病因、发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　11.胰腺炎的病因、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　12.上消化道出血的病因、临床表现、诊断和治疗。\r\n　　13.急性中毒的的病因、临床表现及抢救原则。\r\n　　14.有机磷中毒的发病机制、临床表现、实验室检查、诊断和治疗。\r\n\r\n(五)泌尿系统疾病\r\n　　1.泌尿系统疾病总论：包括肾脏的解剖与组织结构，肾脏的生理功能，常见肾脏疾病检查及临床意义，肾脏疾病常见综合征、肾脏疾病的诊断和防治原则。\r\n　　2.肾小球肾炎(急性、急进性、慢性)的病因和发病机制、病理、临床表现、实验室检查、诊断、鉴别诊断和治疗。\r\n　　3.肾病综合征的病因、病理生理、病理分型、临床表现、实验室检查、并发症、诊断、鉴别诊断和治疗。\r\n　　4.IgA肾病的病因、病理、临床表现、实验室检查、诊断、鉴别诊断和治疗。\r\n　　5.尿路感染的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　6.急性肾损伤的病因和发病机制、临床表现、实验室检查、诊断、鉴别诊断和治疗。\r\n　　7.慢性肾衰竭的病因和发病机制、临床表现、实验室检查、诊断、鉴别诊断和治疗。\r\n\r\n(六)血液系统疾病\r\n　　1.贫血的分类、临床表现、诊断和治疗。\r\n　　2.缺铁性贫血的病因和发病机制、临床表现、实验室检查、诊断、鉴别诊断和治疗。\r\n　　3.再生障碍性贫血的病因和发病机制、临床表现、实验室检查、诊断、鉴别诊断和治疗。\r\n　　4.溶血性贫血的分类。常见溶血性贫血(遗传性球形红细胞增多症、红细胞葡萄糖-6-磷酸脱氢酶缺乏症、血红蛋白病、自身免疫性溶血性贫血、阵发性睡眠性血红蛋白尿)的发病机制、实验室检查、诊断、鉴别诊断和治疗。\r\n　　5.骨髓增生异常综合征的分型、临床表现、实验室检查、诊断、鉴别诊断和治疗。\r\n　　6.急性白血病和慢性髓系白血病的临床表现、实验室检查、诊断、鉴别诊断和治疗。\r\n　　7.淋巴瘤的临床表现、实验室检查、诊断、鉴别诊断、临床分期和治疗。\r\n　　8.多发性骨髓瘤的临床表现、实验室及其他检查、诊断及分型和分期、鉴别诊断和治疗。\r\n　　9.出血性疾病概述：正常止血机制、凝血机制、抗凝与纤维蛋白溶解机制及出血性疾病分类、诊断和防治。\r\n　　10.特发性血小板减少性紫癜的临床表现、实验室检查、诊断、鉴别诊断和治疗。\r\n\r\n(七)内分泌系统和营养代谢性疾病\r\n　　1.内分泌系统疾病总论：包括内分泌疾病的分类、主要症状及体征、主要诊断方法和防治原则。\r\n　　2.Graves病的病因和发病机制、临床表现(包括特殊临床表现)、实验室和其他检查、诊断、鉴别诊断和治疗(包括甲状腺危象的防治)。\r\n　　3.甲状腺功能减退症的分类、病因、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　4.库欣综合征的病因、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　5.原发性醛固酮增多症的病因分类、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　6.嗜铬细胞瘤的临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　7.糖尿病的分型、病因和发病机制、临床表现、并发症、实验室和其他检查、诊断、鉴别诊断和综合治疗。\r\n　　8.糖尿病酮症酸中毒及高渗高血糖综合征的发病诱因、病理生理、临床表现、实验室和其他检查、诊断和治疗。\r\n\r\n\r\n\r\n(八)风湿性疾病\r\n　　1.风湿性疾病总论：疾病分类、主要症状及体征、主要实验室和其他检查、治疗。\r\n　　2.类风湿关节炎的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　3.系统性红斑狼疮的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n　　4.干燥综合征的病因和发病机制，临床表现、实验室和其他检查、诊断，鉴别诊断和治疗。\r\n　　5.原发性血管炎概论。贝赫切特病和显微镜下多血管炎的临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\r\n\r\n","ping_num":"","addtime":"2019-07-08 18:41:39","authImg":"https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f23532eb9.jpg","authName":"医研梦","authId":""},{"commenId":"142","title":"2020考研西医综合大纲 -- 人文精神","images":null,"content":"(一)医学职业素养\r\n　　1.医德规范的基本内容。\r\n　　2.医学专业精神的三项基本原则及十项专业责任。\r\n\r\n\r\n　　(二)医患关系\r\n　　1.医患关系的性质。\r\n　　2.患者的权利和义务。\r\n　　3.医生的权利和义务。\r\n　　4.医患沟通的基本原则、内容与方法。\r\n\r\n\r\n　　(三)临床伦理\r\n　　1.临床医疗的伦理原则及应用。\r\n　　2.临床试验的伦理原则及应用。\r\n\r\n\r\n　　(四)卫生法律法规\r\n　　1.《中华人民共和国执业医师法》\r\n　　2.《中华人民共和国侵权责任法》\r\n　　3.《医疗事故处理条例》\r\n\r\n","ping_num":"","addtime":"2019-07-08 18:44:24","authImg":"https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f23532eb9.jpg","authName":"医研梦","authId":""}]}
     * mas : 成功
     */

    private String ret;
    private InfoBean info;
    private String mas;

    public String getRet() {
        return ret;
    }

    public void setRet(String ret) {
        this.ret = ret;
    }

    public InfoBean getInfo() {
        return info;
    }

    public void setInfo(InfoBean info) {
        this.info = info;
    }

    public String getMas() {
        return mas;
    }

    public void setMas(String mas) {
        this.mas = mas;
    }

    public static class InfoBean {
        private List<PlateBean> plate;
        private List<ArticleBean> article;

        public List<PlateBean> getPlate() {
            return plate;
        }

        public void setPlate(List<PlateBean> plate) {
            this.plate = plate;
        }

        public List<ArticleBean> getArticle() {
            return article;
        }

        public void setArticle(List<ArticleBean> article) {
            this.article = article;
        }

        public static class PlateBean {
            /**
             * title : 内科以例举题
             * id : 10
             * num : 13
             * image : https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f24e85ce8.jpg
             */

            private String title;
            private String id;
            private String num;
            private String image;

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getNum() {
                return num;
            }

            public void setNum(String num) {
                this.num = num;
            }

            public String getImage() {
                return image;
            }

            public void setImage(String image) {
                this.image = image;
            }
        }

        public static class ArticleBean {
            /**
             * commenId : 141
             * title : 2020考研西医综合大纲 -- 外科学
             * images : null
             * content : (一)外科总论
             　　1.无菌术的基本概念、常用方法及无菌操作的原则。
             　　2.外科患者体液代谢失调与酸碱平衡失调的概念、病理生理、临床表现、诊断及防治、临床处理的基本原则。
             　　3.输血的适应证、注意事项和并发症的防治，自体输血，血浆代用品及血液成分制品的种类和应用。
             　　4.外科休克的基本概念、病因、病理生理、临床表现、诊断要点及治疗原则。
             　　5.重症监护的内容与应用，常见器官功能衰竭的治疗原则。
             　　6.疼痛的分类、评估及治疗。
             　　7.围手术期处理：术前准备、术后处理的目的与内容，术后并发症的防治。
             　　8.外科患者营养代谢的概念，肠内、肠外营养的选择及并发症的防治。
             　　9.外科感染
             　　(1)外科感染的概念、病理、临床表现、诊断及防治原则。
             　　(2)浅部组织及手部化脓性感染的病因、临床表现及治疗原则。
             　　(3)全身性外科感染的病因、致病菌、临床表现及诊治。
             　　(4)有芽胞厌氧菌感染的临床表现、诊断与鉴别诊断要点及防治原则。
             　　(5)外科应用抗菌药物的原则。
             　　10.创伤的概念和分类。创伤的病理、诊断与治疗。
             　　11.烧伤的伤情判断、病理生理、临床分期和各期的治疗原则。烧伤并发症的临床表现与诊断、防治要点。
             　　12.肿瘤
             　　(1)肿瘤的分类、病因与发病机制、病理、临床表现、诊断与治疗。
             　　(2)常见体表肿瘤的临床特点与诊治原则。
             　　13.移植的概念、分类与免疫学基础，器官移植，排斥反应及其防治。
             　　14.麻醉与复苏
             　　(1)麻醉前准备内容及麻醉前用药的选择。
             　　(2)常用麻醉的方法、药物、操作要点、临床应用及并发症的防治。
             　　(3)心、肺、脑复苏的概念、操作要领和治疗。
             　　15.外科微创手术：内镜技术及腔镜外科技术的临床应用。

             (二)胸部外科疾病
             　　1.肋骨骨折的临床表现、并发症和处理原则。
             　　2.各类气胸、血胸的临床表现、诊断和治疗原则。
             　　3.创伤性窒息的临床表现、诊断和处理原则。
             　　4.肺癌的病因、病理、临床表现、诊断、鉴别诊断和治疗方法。
             　　5.腐蚀性食管烧伤的病因、病理、临床表现与诊治原则。
             　　6.贲门失弛缓症的病因、病理、临床表现、诊断、鉴别诊断与治疗。
             　　7.食管癌的病因、病理、临床表现、诊断、鉴别诊断和防治原则。
             　　8.常见原发纵隔肿瘤的种类、临床表现、诊断和治疗。

             (三)普通外科
             　　1.颈部疾病
             　　(1)甲状腺的解剖生理概要。
             　　(2)甲状腺功能亢进的外科治疗。
             　　(3)甲状腺肿、甲状腺炎、甲状腺良性肿瘤、甲状腺恶性肿瘤的临床特点和诊治。
             　　(4)甲状腺结节的诊断和处理原则。
             　　(5)常见颈部肿块的诊断要点和治疗原则。
             　　(6)甲状旁腺疾病的诊断要点和治疗原则。
             　　2.乳房疾病
             　　(1)乳房的检查方法及乳房肿块的鉴别诊断。
             　　(2)急性乳腺炎的病因、临床表现及防治原则。
             　　(3)乳腺增生症的临床特点、诊断和处理。
             　　(4)乳腺常见良性肿瘤的临床特点、诊断要点和处理。
             　　(5)乳腺癌的病因、病理、临床表现、分期诊断和综合治疗原则。
             　　3.腹外疝
             　　(1)腹股沟区解剖。
             　　(2)疝的基本概念和临床类型。
             　　(3)腹外疝的临床表现、诊断、鉴别诊断、外科治疗的基本原则和方法。
             　　(4)无张力疝修补术的概念及应用。
             　　4.腹部损伤
             　　(1)腹部损伤的分类、病因、临床表现和诊治原则。
             　　(2)常见内脏损伤的特征和处理。
             　　5.腹腔感染：急性弥漫性腹膜炎和各种腹腔脓肿的病因、病理生理、诊断、鉴别诊断和治疗原则。
             　　6.腹腔间隔室综合征的原因、病理生理、诊断、鉴别诊断和治疗原则。
             　　7.胃十二指肠疾病
             　　(1)胃十二指肠溃疡病合并穿孔、出血、幽门梗阻的临床表现、诊断和治疗原则，术后并发症的诊断与防治。
             　　(2)胃良、恶性肿瘤的病理、分期和诊治原则。
             　　(3)胃十二指肠其他疾病的外科治疗原则。
             　　8.小肠疾病
             　　(1)肠梗阻的分类、病因、病理生理、诊断和治疗。
             　　(2)肠炎性疾病的病理、临床表现和诊治原则。
             　　(3)肠系膜血管缺血性疾病的临床表现和治疗原则。
             　　9.阑尾疾病：不同类型阑尾炎的病因、病理分型、诊断、鉴别诊断、治疗和术后并发症的防治。
             　　10.结肠、直肠与肛管疾病
             　　(1)解剖、生理概要及检查方法。
             　　(2)肛裂、直肠肛管周围脓肿、肛瘘、痔和直肠脱垂的临床特点和诊治原则。
             　　(3)结肠癌、直肠癌的病理分型、分期、临床表现特点、诊断方法和治疗原则。
             　　11.肝疾病
             　　(1)解剖生理概要。
             　　(2)肝脓肿的诊断、鉴别诊断和治疗。
             　　(3)肝脏肿瘤的诊断方法和治疗原则。
             　　(4)肝囊肿的诊断、鉴别诊断、临床表现及治疗原则。
             　　12.门静脉高压症的解剖概要、病因、病理生理、临床表现、诊断和治疗原则。
             　　13.胆道疾病
             　　(1)胆道系统的应用解剖、生理功能、常用的特殊检查诊断方法。
             　　(2)胆道畸形、感染、胆石病、胆道蛔虫症的病因、病理、临床表现、诊断和防治原则。常见并发症和救治原则。
             　　(3)胆道肿瘤的诊断和治疗。
             　　14.消化道出血的诊断、分析和处理原则。
             　　15.急腹症的诊断、鉴别诊断。
             　　16.胰腺疾病
             　　(1)胰腺炎的临床表现、诊断方法及治疗原则。
             　　(2)胰腺癌、壶腹周围癌及胰腺内分泌瘤的临床表现、诊断、鉴别诊断和治疗原则。
             　　17.脾切除的适应证、疗效及术后常见并发症。
             　　18.动脉瘤的病因、病理、临床特点、诊断要点和治疗原则。
             　　19.周围血管疾病
             　　(1)周围血管疾病的临床表现。
             　　(2)周围血管损伤、常见周围动脉和静脉疾病的病因、病理、临床表现、检查诊断方法和治疗原则。

             (四)泌尿、男生殖系统外科疾病
             　　1.泌尿、男生殖系统外科疾病的主要症状、检查方法、诊断和处理原则。
             　　2.常见泌尿系损伤的病因、病理、临床表现、诊断和治疗。
             　　3.常见各种泌尿男生殖系感染的病因、发病机制、临床表现、诊断和治疗原则。
             　　4.常见泌尿系梗阻的病因、病理生理、临床表现、诊断、鉴别诊断和治疗。
             　　5.泌尿系结石的流行病学、病因、病理生理改变、临床表现、诊断和预防、治疗方法。
             　　6.泌尿、男生殖系统肿瘤的病因、病理、临床表现和诊治原则。

             (五)骨科
             　　1.运动系统畸形
             　　常见畸形(先天性肌性斜颈、并指和多指、髋关节脱位、马蹄内翻足、平足症、足拇外翻、脊柱侧凸)的病因、病理、临床表现、诊断和治疗。
             　　2.运动系统损伤
             　　(1)骨折的定义、成因、分类及移位。
             　　(2)骨折的临床表现，影像学检查和并发症。
             　　(3)骨折的愈合过程，影响愈合的因素，临床愈合标准，以及延迟愈合、不愈合和畸形愈合。
             　　(4)骨折的急救及治疗原则，骨折复位的标准，各种治疗方法及其适应证。开放性骨折和开放性关节损伤的处理原则。
             　　(5)常见四肢骨折和关节脱位的解剖概要、病因、分类、发生机制、临床表现、并发症和治疗原则。
             　　(6)手的应用解剖、手外伤的原因、分类、检查、诊断、现场急救及治疗原则。断肢(指)再植定义、适应证及禁忌证、手术原则和术后治疗原则。
             　　(7)脊柱、脊髓损伤和骨盆、髋臼骨折的病因、分类、发生机制、临床表现、并发症和治疗原则。
             　　(8)周围神经损伤的病因、分类、病理、临床表现、诊断、治疗。
             　　(9)运动系统慢性损伤的病因、分类、临床特点和治疗原则。常见的慢性骨、软骨、肌肉、肌腱、关节囊、滑囊、筋膜等组织疾病的发病机制、病理、临床表现、诊断和治疗原则。
             　　3.股骨头坏死的病因、分类、病理、临床表现、诊断、治疗。
             　　4.椎间盘突出症的病因、分类、病理、临床表现、诊断、治疗。
             　　5.骨与关节化脓性感染
             　　(1)急性血源性化脓性骨髓炎和化脓性关节炎的病因、病理、临床表现、临床检查、诊断、鉴别诊断和治疗原则。
             　　(2)慢性血源性化脓性骨髓炎的病因、病理、临床表现、诊断和治疗原则。
             　　(3)局限性骨脓肿、硬化性骨髓炎、创伤性骨髓炎和化脓性脊椎炎的临床表现、诊断和治疗原则。
             　　6.骨与关节结核
             　　(1)骨与关节结核的发病特点、病理、临床表现、临床检查和治疗。
             　　(2)脊柱结核的病理、临床表现、临床检查、诊断、鉴别诊断和治疗。
             　　(3)髋关节和膝关节结核的病理、临床表现、临床检查、诊断、鉴别诊断和治疗。
             　　7.骨关节炎、强直性脊柱炎和类风湿关节炎的病因、病理、临床表现、临床检查、诊断、鉴别诊断和治疗。
             　　8.骨肿瘤
             　　(1)骨肿瘤的分类、发病情况、诊断、外科分期和治疗概况。
             　　(2)良性和恶性骨肿瘤的鉴别诊断及治疗原则。
             　　(3)常见的良、恶性骨肿瘤，转移性骨肿瘤及肿瘤样病变的发病情况、临床表现、临床检查、诊断、鉴别诊断、治疗原则和预后。
             * ping_num : 2
             * addtime : 2019-07-08 18:42:40
             * authImg : https://app.yiyanmeng.com:443/Upload/article/2019-01-23/5c47f23532eb9.jpg
             * authName : 医研梦
             * authId :
             */

            private String commenId;
            private String title;
            private Object images;
            private String content;
            private String ping_num;
            private String addtime;
            private String authImg;
            private String authName;
            private String authId;

            public String getCommenId() {
                return commenId;
            }

            public void setCommenId(String commenId) {
                this.commenId = commenId;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public Object getImages() {
                return images;
            }

            public void setImages(Object images) {
                this.images = images;
            }

            public String getContent() {
                return content;
            }

            public void setContent(String content) {
                this.content = content;
            }

            public String getPing_num() {
                return ping_num;
            }

            public void setPing_num(String ping_num) {
                this.ping_num = ping_num;
            }

            public String getAddtime() {
                return addtime;
            }

            public void setAddtime(String addtime) {
                this.addtime = addtime;
            }

            public String getAuthImg() {
                return authImg;
            }

            public void setAuthImg(String authImg) {
                this.authImg = authImg;
            }

            public String getAuthName() {
                return authName;
            }

            public void setAuthName(String authName) {
                this.authName = authName;
            }

            public String getAuthId() {
                return authId;
            }

            public void setAuthId(String authId) {
                this.authId = authId;
            }
        }
    }
}
